<?php
return[

    "main" => "Негізгі",
"about" => "Біз туралы",
"news" => " Жаңалықтар",
"articles" => " Мақалалар",
"books"=>"Кітаптар",
"dictionary" => "Сөздік",
"authors" => "Авторлар",
"galleries"=> " Галерея",
"contact" => "Байланыстар",
"languages" => " Тіл",
"login" => " Кіру",
"register" => " Тіркеу",
"cabinet" => " Жеке кабинет",
"logout" => " шығу",
"search"=>"Іздестіру базасы бойынша",


// Content

"carousel_info" => " Ономастика базасы-қазақ тілінде ұзақ уақыт қолдану нәтижесінде кез келген тиісті есімдерді, олардың пайда болу және өзгеру тарихын зерттейтін тіл білімінің бөлімдерін зерттеумен айналысамыз",
"carousel_news" => " Ономастика базасының жаңалықтары мен мақалалары - ономастика жаңалықтарын оқып, оқып шығыңыз, осы саланы бізбен бөлісіңіз және дамытыңыз! ",
"carousel_book" => " Ономастика базасының кітаптары мен сөздігі-белгілі авторлардың кітаптары арқылы ономастиканы үйреніңіз, сіз нақты сөздерді табуға арналған сөздікке қол жеткізе аласыз ",


// Second Section
"offer_title" => " Біз не істейміз",
"offer_subtitle" => " Ономастика базасы тіл білімінің осы бөлімін зерттеудің бірқатар мүмкіндіктерін ұсынады",

"offer_news" => "Ағымдағы оқиғалар, нәтижелер және жалпы біз туралы жаңалықтар бөлімі",
"offer_article" => "Тілтану ғылыми орталарында ономастиканың дамуы туралы мақалалар бөлімі",
"offer_book" => " Өзін-өзі зерттеуге және белгілі ғалымдардың еңбектерімен танысуға арналған Кітаптар бөлімі",
"offer_dictionary" => "Сөздік бөлімі-ономастика сөздерін іздеу үшін",
"offer_author" => "Тілтанудың белгілі еңбектерінің авторлары",
"offer_contact" => " Бізбен бірге ономастиканы дамытуға көмектес",

// Third Section
"about_title" => " Біз туралы",
"about_subtitle" => "Өзімізді таныстырайық",

"about_us_title"=> " Ономастика базасы туралы",
"about_us_subtitle" => " Ономастика(грек. ὀνομαστική-атау беру өнері)-кез-келген тиісті есімдерді, олардың пайда болу тарихын және бастапқы тілде ұзақ уақыт қолдану нәтижесінде немесе басқа тілдерден қарыз алуға байланысты өзгеруін зерттейтін тіл білімінің саласы. Тар мағынада ономастика-бұл әр түрлі типтегі тиісті атаулар, ономастикалық сөздердің жиынтығы, ономастикалық (ономастикалық) лексика.Осылайша, ономастиканы зерттеу пәні-ол деп аталатын объектіні басқа объектілер арасында бөлуге қызмет ететін оним (тиісті атау).",
// Fourth Section
"news_title" => " Жаңалықтар",
"news_subtitle" => " Соңғы жаңалықтар тізімі",
"all_news" => " Барлық жаңалықтар",
// Fifth Section
"article_title" => " Мақалалар",
"article_subtitle" => " соңғы мақалалар тізімі",
"all_articles" => "Барлық мақалалар",
// Sixth Section
"book_title" => "Кітаптар мен Оқу материалдары",
"book_subtitle" => " мұнда сіз біздің материалдардың кітап нұсқаларымен таныса аласыз",
"all_books" => "Барлық кітаптар",
//Frontend
"onomonimcs" => "Ономастика базасы - жаңалықтар, мақалалар, сөздіктер, кітаптар - бізбен бірге қазақ тілінің дамуына қолдау көрсетіңіз",
"useful_links" => " Сілтемелер",
"social" => " Біз әлеуметтік. желілерде",


//About Us
"team" => " Біздің Команда",
"team_subtitle" => " Сіздердің назарларыңызға біздің команданы ұсынамыз",

//Galleries
"gallery_title" => " Галерея",
"gallery_subtitle" => " Біздің суреттерді көре аласыз",

// Contact
"contact_title" => " Байланыстар",
"contact_subtitle" => " Cізде сұрақтар қалды ма? Бізге жазыңыз біз қуана жауап береміз",
"send"=> " Жіберу",
"message" => " Мәтін"

];
