<?php
return[

    "main"=>"Главная",
    "about"=>"О нас",
    "news"=>"Новости",
    "articles"=>"Статьи",
    "books"=>"Книги",
    "dictionary"=>"Словарь",
    "authors"=>"Авторы",
    "galleries"=>"Галерея",
    "contact"=>"Контакты",
    "languages"=>"Язык",
    "login"=>"Вход",
    "register"=>"Регистрация",
    "cabinet"=>"Личный кабинет",
    "logout"=>"Выход",
    "search"=>"Поиск по базе",


//    Content

    "carousel_info"=>"База Ономастики - занимаемся изучением разделов языкознания, изучающий любые собственные имена, историю их возникновения и трансформации в результате длительного употребления в казахском языке",
    "carousel_news"=>"Новости и Статьи Базы Ономастики - Изучайте и Читайте свежие новости Ономастики, делитесь и развивайте данную область вместе с Нами! ",
    "carousel_book"=>"Книги и Словарь Базы Ономастики - Изучайте Ономастику через книги известных авторов, Вам доступен словарь для поиска специфичных слов ",


//    Second Section
    "offer_title"=>"Чем мы занимаемся",
    "offer_subtitle"=>"База Ономастики предлагает ряд возможностей для изучения данного раздела языкознания",

    "offer_news"=>"Раздел Новостей о текущих событиях, результатах и о нас в целом",
    "offer_article"=>"Раздел Статей о развитии Ономастики в научных кругах языковедения",
    "offer_book"=>"Раздел Книг для самостоятельного изучения и ознакомления с трудами известных ученных",
    "offer_dictionary"=>"Раздел Словарь - для поиска слов Ономастики",
    "offer_author"=>"Авторы известных трудов языковедения",
    "offer_contact"=>"Помоги развивать Ономастику вместе с Нами",

//    Third Section
    "about_title"=>"О нас",
    "about_subtitle"=>"Позвольте нам представить себя",

    "about_us_title"=>"О базе Ономастика",
    "about_us_subtitle"=>"Онома́стика (от др.-греч. ὀνομαστική — искусство давать имена) — раздел языкознания, изучающий любые собственные имена, историю их возникновения и трансформации в результате длительного употребления в языке-источнике или в связи с заимствованием из других языков. В более узком значении ономастика — это собственные имена различных типов, совокуп­ность ономастических слов, — ономастическая (онимическая) лексика.Таким образом, предметом изучения ономастики является о́ним (собственное имя), который служит для выделения именуе­мого им объекта среди других объектов.",
//      Fourth Section
    "news_title"=>"Новости",
    "news_subtitle"=>"Список последних новостей",
    "all_news"=>"Все Новости",
//    Fifth Section
    "article_title"=>"Статьи",
    "article_subtitle"=>"Список последних статей",
    "all_articles"=>"Все Статьи",
//    Sixth Section
        "book_title"=>"Книги и учебные материалы",
    "book_subtitle"=>"Здесь вы можете ознакомиться с книжными вариантами наших материалов",
    "all_books"=>"Все Книги",
    //Frontend
    "onomonimcs"=>"База Ономастики - Новости, статьи, словари, книги - Поддержите вместе с Нами развитие Казахского языка",
    "useful_links"=>"Ссылки",
    "social"=>"Мы в соц. сетях",


    //About Us
    "team"=>"Наша Команда",
    "team_subtitle"=>"Представляем Вашему Вниманию Нашу Команду",

    //Galleries
    "gallery_title"=>"Галерея",
    "gallery_subtitle"=>"Можете просмотреть наши изображения",

//    Contact
      "contact_title"=>"Контакты",
        "contact_subtitle"=>"У вас остались вопросы? Напишите нам мы с радостью ответим",
       "send"=>"Отправить",
        "message"=>"Текст"

];
